{
  "id": 115,
  "name": "League of Legends",
  "summary": "League of Legends is a fast-paced, competitive online game that blends the speed and intensity of an RTS with RPG elements. Two teams of powerful champions, each with a unique design and playstyle, battle head-to-head across multiple battlefields and game modes. With an ever-expanding roster of champions, frequent updates and a thriving tournament scene, League of Legends offers endless replayability for players of every skill level.",
  "first_release_date": 1256601600000,
  "platforms": [
    6,
    14
  ],
  "screenshots": [
    {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/aujhj4buodogepfhpovb.jpg",
      "cloudinary_id": "aujhj4buodogepfhpovb",
      "width": 1920,
      "height": 1200
    },
    {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/dg0yrobaqpnlgmypujaw.jpg",
      "cloudinary_id": "dg0yrobaqpnlgmypujaw",
      "width": 1920,
      "height": 1200
    },
    {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/mxijcstlc25nv8vfhidl.jpg",
      "cloudinary_id": "mxijcstlc25nv8vfhidl",
      "width": 1920,
      "height": 1200
    },
    {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/gedd5lz7856ynljzsgbi.jpg",
      "cloudinary_id": "gedd5lz7856ynljzsgbi",
      "width": 1920,
      "height": 1200
    }
  ],
  "videos": [
    {
      "name": "Trailer",
      "video_id": "tEnsqpThaFg"
    },
    {
      "name": "Trailer",
      "video_id": "IzMnCv_lPxI"
    },
    {
      "name": "Teaser",
      "video_id": "vzHrjOMfHPY"
    },
    {
      "name": "Trailer",
      "video_id": "BGtROJeMPeE"
    }
  ],
  "cover": {
    "url": "//images.igdb.com/igdb/image/upload/t_thumb/lxoumgqbbj3erxgq6a6l.jpg",
    "cloudinary_id": "lxoumgqbbj3erxgq6a6l",
    "width": 600,
    "height": 840
  },
  "esrb": {
    "synopsis": "This is a multiplayer strategy game in which players assume the role of magical “summoners” who settle political disputes with arena-based battles. From a 3/4–overhead perspective, players control animal- and human-like warriors who use swords, arrows, guns, and magic attacks to kill opponents' minions in melee-style combat. Higher kill counts result in additional achievements (e.g., “leveling up”). Battles are accompanied by slashing sounds, colorful projectiles, and red blood splashes; one vampire warrior's attacks cause larger blood-pooling effects. A variety of female characters are depicted in form-fitting outfits that expose mild cleavage; suggestive jokes can occasionally be heard in the dialogue (e.g., “Sorry boys, I keep the fuzzy cuffs at home,”“Is that a rocket in your pocket?” and “For only $2.95 a minute, I'll leave you breathless.”). One playable character drinks frequently from an oversized cask, slurring phrases such as “The only time I have a drinking problem is when I spill it”; his Drunken Rage ability can be used to reduce inflicted damage. A few sequences also include warriors with lit cigarettes/smoking pipes.",
    "rating": 5
  },
  "pegi": {
    "synopsis": "The content of this game is suitable for people aged 12 years and over only.\r\nIt contains: Realistic looking violence towards non human looking characters - Non realistic looking violence towards human characters\r\nThis game allows the player to interact with other players ONLINE",
    "rating": 3
  },
  "websites": [
    {
      "category": 14,
      "url": "https://www.reddit.com/r/leagueoflegends"
    },
    {
      "category": 1,
      "url": "http://www.leagueoflegends.com"
    },
    {
      "category": 5,
      "url": "https://twitter.com/LeagueOfLegends"
    },
    {
      "category": 4,
      "url": "https://www.facebook.com/leagueoflegends"
    }
  ]
}